{
  "plugins": {
    "Nvim-R": {
      "src": "https://github.com/jalvesaq/Nvim-R"
    },
    "R.nvim": {
      "src": "https://github.com/R-nvim/R.nvim"
    },
    "auto-pairs": {
      "src": "https://github.com/jiangmiao/auto-pairs"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "miniharp.nvim": {
      "src": "https://github.com/vieitesss/miniharp.nvim"
    },
    "multicursor.nvim": {
      "src": "https://github.com/jake-stewart/multicursor.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "vimtex": {
      "src": "https://github.com/lervag/vimtex"
    }
  }
}